export const cocktails = [
  {
    src: 'images/paradise.png',
    name: 'Парадиз',
    composition: [
      {
        name: 'джин',
        volume: '35 мл',
      },
      {
        name: 'абрикосовый ликер',
        volume: '20 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '15 мл',
      },
    ],
    receipt:
      'В шейкер со льдом добавить 35 мл джина, 20 мл абрикосового ликера, 15 мл апельсинового сока и все взболтать. Перелить напиток в охлажденный коктейльный бокал.',
  },
  {
    src: 'images/ricky.png',
    name: 'Рики',
    composition: [
      {
        name: 'содовая',
        volume: '100 мл',
      },
      {
        name: 'джин',
        volume: '50 мл',
      },
      {
        name: 'лайм',
        volume: '1/2',
      },
    ],
    receipt:
      'В высоком бокале смешать 50 мл джина, 100 мл содовой и сок половинки лайма. Перемешать все коктейльной ложкой. Украсить долькой лайма.',
  },
  {
    src: 'images/ice-peak.jpg',
    name: 'Айс Пик',
    composition: [
      {
        name: 'холодный чай',
        volume: '315 мл',
      },
      {
        name: 'водка',
        volume: '45 мл',
      },
      {
        name: 'лимон',
        volume: '1 долька',
      },
      {
        name: 'лед в кубиках',
        volume: '3 шт',
      },
    ],
    receipt:
      'В хайбол налить 315 мл холодного чая. Сверху добавить 45 мл водки и 3 кубика льда. Сверху украсить напиток одной долькой лимона.',
  },
  {
    src: 'images/gin-fis.png',
    name: 'джин физ',
    composition: [
      {
        name: 'содовая',
        volume: '80 мл',
      },
      {
        name: 'джин',
        volume: '40 мл',
      },
      {
        name: 'лимонный сок',
        volume: '20 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
    ],
    receipt:
      'Заполнить шейкер наполовину льдом. Налить 10 мл сахарного сиропа, 20 мл лимонного сока и 40 мл джина. Взбивать коктейль минимум 1 минуту. Отфильтровать в хайбол со льдом и добавить 80 мл содовой. Украсить ломтиком лимона по желанию.',
  },
  {
    src: 'images/darkness-storm.png',
    name: 'тьма и буря',
    composition: [
      {
        name: 'темный ром',
        volume: '80 мл',
      },
      {
        name: 'лайм',
        volume: '0,3 шт',
      },
      {
        name: 'лимонная цедра',
        volume: 'щепотка',
      },
      {
        name: 'имбирный эль',
        volume: '100 мл',
      },
    ],
    receipt:
      'Охладить коллинз с помощью льда. Слить образовавшуюся воду, добавить в бокал 80 мл темного рома и 100 мл имбирного эля. Приправить коктейль щепоткой лимонной цедры и украсить дольками лайма.',
  },
  {
    src: 'images/screwdriver.png',
    name: 'Отвертка',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '150 мл',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить коллинз кубиками льда доверху. Налить 50 мл водки. Добавить 150 мл апельсинового сока и аккуратно размешать коктейльной ложкой. Украсить все кусочком апельсина.',
  },
  {
    src: 'images/mimosa.png',
    name: 'Мимоза',
    composition: [
      {
        name: 'шампанское',
        volume: '90 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '90 мл',
      },
      {
        name: 'апельсиновая кожура и клубника',
        volume: 'гарнир',
      },
    ],
    receipt:
      'В охлажденный флюте налить 90 мл апельсинового сока. Сверху долить 90 мл шампанского. Размешать все коктейльной ложкой. Украсить апельсиновой цедрой.',
  },
  {
    src: 'images/woo-woo.png',
    name: 'Ву-Ву',
    composition: [
      {
        name: 'клюквенный сок',
        volume: '15 мл',
      },
      {
        name: 'водка',
        volume: '15 мл',
      },
      {
        name: 'персиковый сок',
        volume: '15 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 15 мл клюквенного сока, 15 мл персикового ликера и 15 мл водки. Добавить 7 кубиков льда и все смешать. Перелить коктейль через стрейнер в стопку.',
  },
  {
    src: 'images/blue-hawaii.png',
    name: 'Голубые Гавайи',
    composition: [
      {
        name: 'ром',
        volume: '30 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '100 мл',
      },
      {
        name: 'кокосовое пюре',
        volume: '30 г',
      },
      {
        name: 'ликер блю кюрасао',
        volume: '30 мл',
      },
      {
        name: 'лед',
        volume: '8 шт',
      },
    ],
    receipt:
      'В шейкер со льдом налить 30 мл рома, 100 мл ананасового сока, 30 мл ликера Блю кюрасао и 30 г кокосового пюре. Тщательно все перемешать и перелить в бокал цилиндрической формы. По желанию коктейль можно украсить долькой апельсина и вишенкой.',
  },
  {
    src: 'images/white-russian.png',
    name: 'Белый русский',
    composition: [
      {
        name: 'нежирные сливки',
        volume: '30 мл',
      },
      {
        name: 'кофейный ликер',
        volume: '30 мл',
      },
      {
        name: 'водка',
        volume: '30 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить 30 мл нежирных сливок, 30 мл кофейного ликера и 30 мл водки. Размешивать коктейльной ложкой до тех пор, пока не замерзнут стенки.',
  },
  {
    src: 'images/aperol-syringe.png',
    name: 'Апероль Шприц',
    composition: [
      {
        name: 'апероль',
        volume: '100 мл',
      },
      {
        name: 'просекко',
        volume: '100 мл',
      },
      {
        name: 'содовая',
        volume: '20 мл',
      },
      {
        name: 'апельсин',
        volume: '40 г',
      },
      {
        name: 'лед в кубиках',
        volume: '2 шт',
      },
    ],
    receipt:
      'Наполнить бокал для вина льдом. Налить в бокал 100 мл просекко и 100 мл апероля. Добавить 20 мл содовой и размешать коктейльной ложкой. Украсить бокал долькой апельсина.',
  },
  {
    src: 'images/vodka-martini.png',
    name: 'Водка-мартини',
    composition: [
      {
        name: 'водка',
        volume: '75 мл',
      },
      {
        name: 'сухой вермут',
        volume: '15 мл',
      },
      {
        name: 'оливки',
        volume: '9 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'В бокал для смешивания налить 15 мл сухого вермута и 75 мл водки. Добавить лед и аккуратно размешать коктейльной ложкой. Перелить через стрейнер в охлажденную коктейльный бокал. Украсить бокал оливками на шпажке.',
  },
  {
    src: 'images/sammit.png',
    name: 'Саммит',
    composition: [
      {
        name: 'коньяк',
        volume: '60 мл',
      },
      {
        name: 'лимонад',
        volume: '120 мл',
      },
      {
        name: 'имбирь',
        volume: '4 кусочка',
      },
      {
        name: 'кожура огурца',
        volume: '1 кусок',
      },
    ],
    receipt:
      'В тумблер добавить лед, 60 мл коньяка и 4 кусочка свежего имбиря. Сверху долить 120 мл лимонада и украсить коктейль кожурой огурца.',
  },
  {
    src: 'images/bloody-mary.png',
    name: 'Кровавая Мэри',
    composition: [
      {
        name: 'томатный сок',
        volume: '90 мл',
      },
      {
        name: 'водка',
        volume: '45 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'соус "Вотчестер"',
        volume: '2-3 капли',
      },
      {
        name: 'соус "Табаско"',
        volume: '2-3 капли',
      },
      {
        name: 'соль',
        volume: 'щепотка',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда доверху. Налить в шейкер 15 мл лимонного сока, 90 мл томатного сока и 45 мл водки. Добавить 2-3 капли соуса табаско и столько же соуса ворчестер. Приправить щепоткой соли и перца (по желанию). Наполнить шейкер льдом, закрыть и перекатывать несколько минут из одной руки в другую по вертикали, чтобы коктейль насыщался кислородом и охлаждался. Перелить через стрейнер в хайбол получившийся напиток.',
  },
  {
    src: 'images/kir-royal.png',
    name: 'Кир-рояль',
    composition: [
      {
        name: 'сухое шампанское',
        volume: '120 мл',
      },
      {
        name: 'ликер из черной смородины',
        volume: '20 мл',
      },
    ],
    receipt:
      'В охлажденный флюте налить 20 мл черносмородинового ликера и 120 мл сухого шампанского. Аккуратно размешать все коктейльной ложкой.',
  },
  {
    src: 'images/dirty-river.png',
    name: 'Грязная река',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'мандарин',
        volume: '125 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'В рокс положить нарезанный на дольки мандарин и подавить его мадлером. Добавить дробленый лед. Налить 15 мл лимонного сока и 20 мл сахарного сиропа. Добавить 50 мл водки и размешать коктейльной ложкой. Украсить четвертинкой мандарина.',
  },
  {
    src: 'images/cape-code.png',
    name: 'Кейп-код',
    composition: [
      {
        name: 'клюквенный сок',
        volume: '120 мл',
      },
      {
        name: 'водка',
        volume: '45 мл',
      },
      {
        name: 'лайм',
        volume: '1 долька',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'В хайбол или коллинз с 6 кубиками льда налить 45 мл водки и 120 мл клюквенного сока. По желанию можно добавить содовую. Бросить в бокал несколько ягод клюквы. Украсить коктейль долькой лайма.',
  },
  {
    src: 'images/basil-strike.png',
    name: 'Базиликовый удар',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '60 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '20 мл',
      },
      {
        name: 'лимон',
        volume: '80 г',
      },
      {
        name: 'зеленый базилик',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '11 шт',
      },
    ],
    receipt:
      'Наполнить рокс доверху кубиками льда. В шейкер положить 10 листьев зеленого базилика, нарезанную на части половинку лимона и подавить все мадлером. Налить 20 мл сахарного сиропа и 60 мл джина. Наполнить шейкер кубиками льда и взбить. Перелить через стрейнер и ситечко в рокс. Украсить бокал листиками базилика.',
  },
  {
    src: 'images/grog.png',
    name: 'Грог',
    composition: [
      {
        name: 'черный чай',
        volume: '100 мл',
      },
      {
        name: 'белый ром',
        volume: '40 мл',
      },
      {
        name: 'лимон',
        volume: '40 г',
      },
      {
        name: 'сахарный сироп',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'гвоздика',
        volume: '3 г',
      },
      {
        name: 'кардамон',
        volume: '3 г',
      },
    ],
    receipt:
      'В бокал для ирландского кофе положить 40 г лимона (2 дольки), 3 г гвоздики и 3 г кардамона. Добавить 15 мл лимонного сока, 20 мл сахарного сиропа и 40 мл белого рома. Доверху долить 100 мл горячего черного чая и размешать все коктейльной ложкой.',
  },
  {
    src: 'images/frostbite.png',
    name: 'Обморожение',
    composition: [
      {
        name: 'водка',
        volume: '30 мл',
      },
      {
        name: 'вино белое',
        volume: '30 мл',
      },
      {
        name: 'виноград',
        volume: 'по вкусу',
      },
    ],
    receipt:
      'В шейкере со льдом встряхнуть 30 мл водки и 30 мл белого вина. В идеале стоит выбирать вино из замороженного винограда (Icewine), но подойдет и обычное. Процедить коктейль в коктейльный бокал и добавить несколько виноградин.',
  },
  {
    src: 'images/gin-tonic.png',
    name: 'Джин-тоник',
    composition: [
      {
        name: 'тоник',
        volume: '150 мл',
      },
      {
        name: 'джин',
        volume: '50 мл',
      },
      {
        name: 'лайм',
        volume: '20 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда доверху. Налить 50 мл джина. Сверху добавить 150 мл тоника и размешать все коктейльной ложкой. Украсить 3 кружками лайма.',
  },
  {
    src: 'images/gimlet.png',
    name: 'Гимлет',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '60 мл',
      },
      {
        name: 'лаймовый кордиал',
        volume: '30 мл',
      },
      {
        name: 'лаймовая цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'В шейкер налить 30 мл лаймового кордиала и 60 мл лондонского сухого джина. Добавить кубики льда и хорошенько взбить. Перелить через стрейнер в охлажденный коктейльный бокал. Украсить цедрой лайма.',
  },
  {
    src: 'images/kir.png',
    name: 'Кир',
    composition: [
      {
        name: 'белое сухое вино',
        volume: '90 мл',
      },
      {
        name: 'ликер из черной смородины',
        volume: '20 мл',
      },
    ],
    receipt:
      'В охлажденный флюте влить 20 мл черносмородинового ликера. Сверху аккуратно долить 90 мл белого сухого вина и размешать все коктейльной ложкой.',
  },
  {
    src: 'images/watermelon-daiquiri.png',
    name: 'Арбузный дайкири',
    composition: [
      {
        name: 'ром',
        volume: '50 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '20 мл',
      },
      {
        name: 'свежий арбуз',
        volume: 'по вкусу',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'В шейкере немного размять мадлером порезанный арбуз. Добавить несколько кубиков льда, 50 мл белого рома, 10 мл сахарного сиропа и 20 мл лаймового сока. Тщательно взбить и отфильтровать все в коктейльный бокал. Украсить долькой свежего арбуза. Для усиления вкуса сахарный сироп можно заменить на арбузный.',
  },
  {
    src: 'images/mojito.png',
    name: 'Мохито',
    composition: [
      {
        name: 'белый ром',
        volume: '50 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'содовая',
        volume: '100 мл',
      },
      {
        name: 'лайм',
        volume: '80 г',
      },
      {
        name: 'мята',
        volume: '3 веточки',
      },
      {
        name: 'дробленый лед',
        volume: '200 г',
      },
    ],
    receipt:
      'В хайбол положить 3 дольки лайма и подавить их мадлером. Взять 10 листиков мяты взять в одну руку и хлопнуть по ней второй ладошкой, после чего положить растение в бокал. Наполнить хайбол дробленым льдом доверху. Добавить 15 мл сахарного сиропа и 50 мл белого рома. Налить 100 мл содовой и аккуратно размешать коктейльной ложкой. Досыпать немного дробленого льда и украсить бокал веточкой мяты и долькой лайма по желанию.',
  },
  {
    src: 'images/cuba-libre.png',
    name: 'Куба либре',
    composition: [
      {
        name: 'кола',
        volume: '140 мл',
      },
      {
        name: 'золотой ром',
        volume: '50 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '10 мл',
      },
      {
        name: 'лайм',
        volume: '20 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда. Залить 10 мл лаймового сока и 50 мл золотого рома. Сверху добавить 140 мл колы и аккуратно размешать получившийся коктейль. Украсить бокал лаймом.',
  },
  {
    src: 'images/caipirinha.png',
    name: 'Кайпиринья',
    composition: [
      {
        name: 'кашаса',
        volume: '50 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'лайм',
        volume: '40 г',
      },
      {
        name: 'дробленый лед',
        volume: '150 г',
      },
    ],
    receipt:
      'Положить в рокс порезанную на кубики половину лайма и подавить ее мадлером. Налить 10 мл сахарного сиропа и 50 мл кашасы. Добавить дробленый лед и размешать коктейльной ложкой. Досыпать еще немного дробленого льда.',
  },
  {
    src: 'images/martini.png',
    name: 'Мартини',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '75 мл',
      },
      {
        name: 'сухой вермут',
        volume: '15 мл',
      },
      {
        name: 'оливки',
        volume: '3 г',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Добавить 75 мл лондонского сухого джина и 15 мл сухого вермута в стакан для смешивания со льдом и хорошо перемешивать на протяжении 25-30 секунд. Процедить коктейль стрейнером в охлажденный коктейльный бокал. Украсить коктейль оливками.',
  },
  {
    src: 'images/durty-dog.png',
    name: 'Грязная собака',
    composition: [
      {
        name: 'грейпфрутовый сок',
        volume: '180 мл',
      },
      {
        name: 'биттер',
        volume: '120 мл',
      },
      {
        name: 'водка',
        volume: '60 мл',
      },
    ],
    receipt:
      'В бокале для виски смешать 60 мл водки, 120 мл биттера и 180 мл грейпфрутового сока.',
  },
  {
    src: 'images/jack-rose.png',
    name: 'Джек Роуз',
    composition: [
      {
        name: 'кальвадос',
        volume: '50 мл',
      },
      {
        name: 'гренадин',
        volume: '25 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '15 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 15 мл лаймового сока, 25 мл гренадина и 50 мл кальвадос. Добавить 7 кубиков льда и хорошенько взбить. Перелить коктейль через стрейнер в охлажденный коктейльный бокал.',
  },
  {
    src: 'images/spritzer.png',
    name: 'Шпритцер из белого вина',
    composition: [
      {
        name: 'белое сухое вино',
        volume: '75 мл',
      },
      {
        name: 'газированная вода',
        volume: '75 мл',
      },
      {
        name: 'мята',
        volume: 'по вкусу',
      },
      {
        name: 'лед в кубиках',
        volume: '2 шт',
      },
    ],
    receipt:
      'Хорошенько охладить 75 мл белого сухого вина и 75 мл газированной воды. Смешать их между собой и добавить пару кубиков льда и мяту по вкусу.',
  },
  {
    src: 'images/Sicilian-orange.png',
    name: 'Сицилийский апельсин',
    composition: [
      {
        name: 'сок красного апельсина',
        volume: '60 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '40 мл',
      },
      {
        name: 'сок манго',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '20 мл',
      },
      {
        name: 'мята',
        volume: 'украшение',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'В охлажденный коллинз засыпать лед, добавить 60 мл свежевыжатого сока красного апельсина, 40 мл ананасового сока, 20 мл сока манго, 20 мл лимонного сока. Украсить бокал мятой.',
  },
  {
    src: 'images/boyarsky.png',
    name: 'Боярский',
    composition: [
      {
        name: 'водка',
        volume: '25 мл',
      },
      {
        name: 'гренадин',
        volume: '25 мл',
      },
      {
        name: 'соус "Табаско" красный',
        volume: '5 мл',
      },
    ],
    receipt:
      'Налить в стопку 25 мл гренадина. С помощью коктейльной ложки уложить слой водки (25 мл). Добавить 5 капель красного соуса табаско.',
  },
  {
    src: 'images/black-russian.png',
    name: 'Черный русский',
    composition: [
      {
        name: 'кофейный ликер',
        volume: '25 мл',
      },
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда. Налить 25 мл кофейного ликера, 50 мл водки и размешать все коктейльной ложкой.',
  },
  {
    src: 'images/clouds.png',
    name: 'Облака',
    composition: [
      {
        name: 'самбука классическая',
        volume: '20 мл',
      },
      {
        name: 'серебряная текила',
        volume: '20 мл',
      },
      {
        name: 'абсент',
        volume: '10 мл',
      },
      {
        name: 'ликер блю кюрасао',
        volume: '3 мл',
      },
      {
        name: 'айриш крим',
        volume: '3 мл',
      },
    ],
    receipt:
      'В стопку налить 20 мл самбуки и 20 мл серебряной текилы. Аккуратно из трубочки добавить по 3 капли айриш крима и ликера блю кюрасао. С помощью коктейльной ложки уложить слоем 10 мл абсента.',
  },
  {
    src: 'images/godfather.png',
    name: 'Крестный отец',
    composition: [
      {
        name: 'шотландский виски',
        volume: '50 мл',
      },
      {
        name: 'ликер амаретто',
        volume: '25 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить 25 мл ликера амаретто и 50 мл шотландского виски. Аккуратно размешать все коктейльной ложкой.',
  },
  {
    src: 'images/bali.png',
    name: 'Бали',
    composition: [
      {
        name: 'золотой ром',
        volume: '60 мл',
      },
      {
        name: 'персиковый сок',
        volume: '100 мл',
      },
      {
        name: 'сироп ваниль',
        volume: '10 мл',
      },
      {
        name: 'сироп клюква',
        volume: '20 мл',
      },
      {
        name: 'лайм',
        volume: '1/2 шт',
      },
      {
        name: 'апельсин',
        volume: '1 долька',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'В охлажденный шейкер налить 60 мл золотого рома, 20 мл клюквенного сиропа, 10 мл ванильного сиропа и 100 мл персикового сока. Выжать 15 мл сока лайма, добавить лед в кубиках и все хорошенько встряхнуть. Наполнить охлажденный бокал для вина на ⅓ дробленым льдом, сверху через стрейнер и сито влить напиток из шейкера. Украсить коктейль дольками апельсина и лайма.',
  },
  {
    src: 'images/sunlight.png',
    name: 'Солнечный свет',
    composition: [
      {
        name: 'медовый сироп',
        volume: '30 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '150 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'банан',
        volume: '210 г',
      },
      {
        name: 'апельсин',
        volume: '40 г',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'дробленый лед',
        volume: '60 г',
      },
    ],
    receipt:
      'Положить в блендер очищенный и нарезанный банан. Добавить 15 мл лимонного сока, 150 мл апельсинового сока и 30 мл медового сиропа. Засыпать в блендер дробленый лед и хорошенько взбить. Перелить коктейль в коллинз и украсить его долькой апельсина, кружком банана и вишенкой.',
  },
  {
    src: 'images/bumblebee.png',
    name: 'Шмель',
    composition: [
      {
        name: 'карамельный сироп',
        volume: '15 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '100 мл',
      },
      {
        name: 'кофе эспрессо',
        volume: '50 мл',
      },
      {
        name: 'апельсин',
        volume: '40 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда доверху. Налить 100 мл апельсинового сока и 15 мл карамельного сиропа. Добавить 50 мл эспрессо и аккуратно размешать все коктейльной ложкой. Украсить долькой апельсина.',
  },
  {
    src: 'images/margarita.png',
    name: 'Маргарита',
    composition: [
      {
        name: 'серебряная текила',
        volume: '50 мл',
      },
      {
        name: 'ликер трипл сек',
        volume: '25 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '30 мл',
      },
      {
        name: 'лайм',
        volume: '10 г',
      },
      {
        name: 'соль',
        volume: 'щепотка',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Сделать на бокале для маргариты соленую кайму. Налить в шейкер 30 мл лаймового сока, 10 мл сахарного сиропа, 25 мл ликера трипл сек и 50 мл серебряной текилы. Добавить кубики льда и хорошенько взбить. Перелить коктейль через стрейнер в охлажденный бокал и украсить кружком лайма.',
  },
  {
    src: 'images/bellini.png',
    name: 'Беллини',
    composition: [
      {
        name: 'просекко',
        volume: '100 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'лимонный сок',
        volume: '10 мл',
      },
      {
        name: 'персиковое пюре',
        volume: '20 г',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'В стакан для смешивания положить персиковое пюре. Добавить 10 мл лимонного сока, 10 мл сахарного сиропа и 50 мл просекко. Наполнить стакан кубиками льда и аккуратно размешать коктейльной ложкой. Перелить через стрейнер и ситечко в маленький хайбол или флюте. Доверху долейте просекко.',
  },
  {
    src: 'images/mint-julep.png',
    name: 'Мятный джулеп',
    composition: [
      {
        name: 'выдержанный бурбон',
        volume: '50 мл',
      },
      {
        name: 'содовая',
        volume: '10 мл',
      },
      {
        name: 'мята',
        volume: '3 веточки',
      },
      {
        name: 'ангостура',
        volume: '2 мл',
      },
      {
        name: 'сахарная пудра',
        volume: '10 г',
      },
      {
        name: 'дробленый лед',
        volume: '150 г',
      },
    ],
    receipt:
      'Положить в медную кружку 10 листиков мяты и 2 коктейльные ложки сахарной пудры. Налить 10 мл негазированной воды и слегка придавить мадлером. Наполнить кружку дробленым льдом доверху. Добавить 50 мл выдержанного бурбона и аккуратно размешать все коктейльной ложкой. Досыпать немного дробленого льда, добавить пару капель ангостуры и украсить веточкой мяты.',
  },
  {
    src: 'images/harvey-wolbenger.png',
    name: 'Харви Волбенгер',
    composition: [
      {
        name: 'водка',
        volume: '45 мл',
      },
      {
        name: 'гальяно',
        volume: '15 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '90 мл',
      },
      {
        name: 'апельсин',
        volume: '60 г',
      },
    ],
    receipt:
      'В шейкере взболтать лед, 45 мл водки и 90 мл апельсинового сока. Перелить содержимое через стрейнер в коллинз или хайбол со льдом. Долить 15 мл гальяно и украсить коктейль долькой апельсина.',
  },
  {
    src: 'images/sex.png',
    name: 'Секс на пляже',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'персиковый ликер',
        volume: '25 мл',
      },
      {
        name: 'клюквенный сок',
        volume: '40 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '40 мл',
      },
      {
        name: 'ананас',
        volume: '15 г',
      },
      {
        name: 'малина',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '12 шт',
      },
    ],
    receipt:
      'Наполнить слинг кубиками льда доверху. В шейкер налить 40 мл клюквенного сока, 25 мл персикового ликера, 40 мл ананасового сока, 50 мл водки и добавить лед. Хорошенько взбить содержимое, после чего перелить его через стрейнер в слинг. Украсить коктейль кусочком ананаса и ягодами малины.',
  },
  {
    src: 'images/Boulevard.png',
    name: 'Бульвардье',
    composition: [
      {
        name: 'ржаной виски',
        volume: '30 мл',
      },
      {
        name: 'вермут красный',
        volume: '30 мл',
      },
      {
        name: 'campari',
        volume: '30 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить 30 мл красного вермута и 30 мл Campari. Добавить 30 мл ржаного виски и размешать все коктейльной ложкой. Украсить бокал апельсиновой цедрой по желанию.',
  },
  {
    src: 'images/Blue-Lagoon.png',
    name: 'Голубая лагуна',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'ликер блю кюрасао',
        volume: '20 мл',
      },
      {
        name: 'спрайт',
        volume: '150 мл',
      },
      {
        name: 'ананас',
        volume: '30 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Наполнить харрикейн доверху кубиками льда. Налить 20 мл ликера блю кюрасао и 50 мл водки. Добавить 150 мл спрайта и аккуратно размешать коктейльной ложкой. Бокал украсить долькой ананаса.',
  },
  {
    src: 'images/Dandy-shandy.png',
    name: 'Денди Шенди',
    composition: [
      {
        name: 'джин',
        volume: '15 мл',
      },
      {
        name: 'трипл сек',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '7 мл',
      },
      {
        name: 'ангостура',
        volume: '2 капли',
      },
      {
        name: 'лед в кубиках',
        volume: '3 шт',
      },
    ],
    receipt:
      'В шейкере со льдом взболтать 15 мл джина, 20 мл трипл сека, 15 мл лимонного сока, 7 мл сахарного сиропа и 2 капли ангостуры. Перелить через стрейнер содержимое в коктейльный бокал.',
  },
  {
    src: 'images/irish-coffe.png',
    name: 'Ирландский кофе',
    composition: [
      {
        name: 'ирландский виски',
        volume: '45 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'кофе американо',
        volume: '120 мл',
      },
      {
        name: 'жирные сливки',
        volume: '45 мл',
      },
    ],
    receipt:
      'Взбить 45 мл жирных сливок венчиком (в течение нескольких минут). В бокал для ирландского кофе налить 120 мл горячего американо, 15 мл сахарного сиропа и 45 мл ирландского виски. Размешать все коктейльной ложкой и с ее помощью уложить слой взбитых ранее сливок.',
  },
  {
    src: 'images/Penicillin.png',
    name: 'Пенициллин',
    composition: [
      {
        name: 'шотландский виски',
        volume: '60 мл',
      },
      {
        name: 'домашний медовый-имбирный сироп',
        volume: '15 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'апельсиновая цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '11 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить в шейкер 15 мл лимонного сока, 15 мл медово-имбирного сиропа и 60 мл шотландского виски. Добавить лед и взбить содержимое. Перелить коктейль через стрейнер в бокал и украсить апельсиновой цедрой.',
  },
  {
    src: 'images/Tequila-Sunrise.jpg',
    name: 'Текила санрайз',
    composition: [
      {
        name: 'серебряная текила',
        volume: '50 мл',
      },
      {
        name: 'гренадин',
        volume: '10 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '150 мл',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда доверху. Налить 10 мл гренадина и 50 мл серебряной текилы. Добавить 150 мл апельсинового сока и аккуратно размешать все коктейльной ложкой. Украсить напиток кружком апельсина.',
  },
  {
    src: 'images/Vesper.png',
    name: 'Веспер',
    composition: [
      {
        name: 'джин',
        volume: '60 мл',
      },
      {
        name: 'водка',
        volume: '15 мл',
      },
      {
        name: 'lillet blanc',
        volume: '7,5 мл',
      },
      {
        name: 'лимонная цедра',
        volume: 'твист',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Налить в стакан для смешивания 7,5 мл Lillet Blanc, 15 мл водки и 60 мл джина. Добавить лед в кубиках и аккуратно размешать. Перелить через стрейнер в охлажденный коктейльный бокал. По краю бокала провести лимонной цедрой и украсить ею напиток.',
  },
  {
    src: 'images/Pimms-cap.png',
    name: 'Пиммс Кап',
    composition: [
      {
        name: "rimm's'",
        volume: '50 мл',
      },
      {
        name: 'лимонад',
        volume: '150 мл',
      },
      {
        name: 'свежий огурец',
        volume: '2-3 слайса',
      },
      {
        name: 'свежая клубника',
        volume: '2-3 шт',
      },
      {
        name: 'свежий лимон',
        volume: '2-3 слайса',
      },
      {
        name: 'свежий апельсин',
        volume: '2-3 слайса',
      },
      {
        name: 'мята',
        volume: '2 веточки',
      },
    ],
    receipt:
      'В коллинз положить кубики льда. Добавить дольки свежего огурца, клубники, лимона, апельсина и веточку мяты. Сверху налить 50 мл Pimm’s и 150 мл лимонада. Содержимое размешать и украсить на свое усмотрение.',
  },
  {
    src: 'images/Hiroshima.png',
    name: 'Хиросима',
    composition: [
      {
        name: 'самбука классическая',
        volume: '20 мл',
      },
      {
        name: 'абсент',
        volume: '20 мл',
      },
      {
        name: 'айриш крим',
        volume: '10 мл',
      },
      {
        name: 'гренадин',
        volume: '5 мл',
      },
    ],
    receipt:
      'Налить в стопку 20 мл самбуки. С помощью коктейльной ложки уложить слоями 10 мл айриш крима и 20 мл абсента. Аккуратно через трубочки добавить 5 капель гренадина.',
  },
  {
    src: 'images/Manhattan.png',
    name: 'Манхэттен',
    composition: [
      {
        name: 'бурбон',
        volume: '50 мл',
      },
      {
        name: 'красный вермут',
        volume: '25 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '1 мл',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Налить в стакан для смешивания 25 мл красного вермута, 50 мл бурбона и 1 мл ангостуры биттер. Добавить кубики льда и размешать содержимое. Перелить через стрейнер в охлажденный коктейльный бокал. Украсить вишенкой по желанию.',
  },
  {
    src: 'images/Brandy-Alexander.png',
    name: 'Бренди Александр',
    composition: [
      {
        name: 'коньяк',
        volume: '45 мл',
      },
      {
        name: 'какао ликер коричневый',
        volume: '30 мл',
      },
      {
        name: 'нежирные сливки',
        volume: '30 мл',
      },
      {
        name: 'мускатный орех молотый',
        volume: '1 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'В шейкер налить 30 мл нежирных сливок, 30 мл какао ликера коричневого и 45 мл коньяка. Добавить кубики льда и взбить содержимое. Перелить через стрейнер в охлажденное шампанское блюдце. Украсить мускатным молотым орехом.',
  },
  {
    src: 'images/Pure-passion.png',
    name: 'Чистая страсть',
    composition: [
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'карамельный сироп',
        volume: '5 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '50 мл',
      },
      {
        name: 'содовая',
        volume: '75 мл',
      },
      {
        name: 'лайм',
        volume: '20 г',
      },
      {
        name: 'маракуйя',
        volume: '110 г',
      },
      {
        name: 'лед в кубиках',
        volume: '12 шт',
      },
    ],
    receipt:
      'Наполнить слинг кубиками льда доверху. Положить в шейкер мякоть одной маракуйи. Налить 50 мл апельсинового сока, 5 мл карамельного и 15 мл сахарного сиропов. Добавить кубики льда и тщательно взбить. Перелить через стрейнер и ситечко в слинг. Сверху долить 75 мл содовой и аккуратно все размешать коктейльной ложкой. Украсить лаймом и четвертинкой маракуйи.',
  },
  {
    src: 'images/Sangria.png',
    name: 'Сангрия',
    composition: [
      {
        name: 'красное сухое вино',
        volume: '100 мл',
      },
      {
        name: 'сухой вермут',
        volume: '30 мл',
      },
      {
        name: 'ванильный сахар',
        volume: '1/2 г',
      },
      {
        name: 'апельсины',
        volume: '1 шт',
      },
      {
        name: 'клубника',
        volume: '1/2 шт',
      },
      {
        name: 'ежевика',
        volume: '1 шт',
      },
      {
        name: 'черника',
        volume: '2 шт',
      },
      {
        name: 'лимон',
        volume: '1 шт',
      },
      {
        name: 'палочки корицы',
        volume: '1/2 шт',
      },
      {
        name: 'персиковый биттер',
        volume: '2 мл',
      },
    ],
    receipt:
      'В бокал для вина со льдом влить 100 мл красного сухого вина и 30 мл сухого вермута, добавить щепотку ванильного сахара, пару капель персикового биттера, 1 лимон и хорошо перемешать. Украсить остальными фруктами, ягодами, корицей и снова перемешать.',
  },
  {
    src: 'images/Tornado.png',
    name: 'Торнадо',
    composition: [
      {
        name: 'кофейный ликер',
        volume: '10 мл',
      },
      {
        name: 'сливочный ликер',
        volume: '10 мл',
      },
      {
        name: 'виски',
        volume: '10 мл',
      },
      {
        name: 'самбука',
        volume: '10 мл',
      },
      {
        name: 'абсент',
        volume: '10 мл',
      },
    ],
    receipt:
      'Налить в стопку 10 мл кофейного ликера. С помощью коктейльной ложки уложить слои - 10 мл виски, 10 мл самбуки и 10 мл абсента. В последнюю очередь (без помощи ложки) добавить сливочный ликер.',
  },
  {
    src: 'images/b-52.png',
    name: 'Б-52',
    composition: [
      {
        name: 'кофейный ликер',
        volume: '15 мл',
      },
      {
        name: 'сливочный ликер',
        volume: '15 мл',
      },
      {
        name: 'апельсиновый ликер',
        volume: '15 мл',
      },
    ],
    receipt:
      'Налить в стопку 15 мл кофейного ликера. По лезвию ножа или тыльной стороне ложки медленно добавить 15 мл сливочного ликера поверх кофейного, а затем таким же образом уложить слой апельсинового ликера (15 мл). Коктейль можно пить в холодном состоянии через соломинку, опуская ее к самому нижнему слою. Для большего эффекта можно поджечь готовый Б-52.',
  },
  {
    src: 'images/Negroni.png',
    name: 'Негрони',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '30 мл',
      },
      {
        name: 'красный вермут',
        volume: '30 мл',
      },
      {
        name: 'красный биттер campari',
        volume: '30 мл',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Добавить 30 мл красного вермута, 30 мл красного биттера Campari и 30 мл джина. Размешать содержимое коктейльной ложкой и украсить кружком апельсина.',
  },
  {
    src: 'images/Blackberry-fizzy.png',
    name: 'Шипучий коктейль с ежевикой',
    composition: [
      {
        name: 'джин',
        volume: '125 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '1/4 стакана',
      },
      {
        name: 'лайм',
        volume: 'по вкусу',
      },
      {
        name: 'ежевика свежая',
        volume: '1/4 стакана',
      },
      {
        name: 'сахар',
        volume: '2 ст. л.',
      },
    ],
    receipt:
      'Взбить ежевику с сахаром в блендере. Процедить пюре через мелкое ситечко в харрикейн, семечки выбросить. Налить 125 мл джина и ¼ стакана сока лайма и тщательно перемешать. Добавить пару кубиков льда и немного содовой по вкусу. Украсить край бокала долькой лимона.',
  },
  {
    src: 'images/Pisco-Sauer.png',
    name: 'Писко сауэр',
    composition: [
      {
        name: 'сахарный сироп',
        volume: '25 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '25 мл',
      },
      {
        name: 'белок перепелинового яйца',
        volume: '15 мл',
      },
      {
        name: 'писко',
        volume: '50 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '3 мл',
      },
    ],
    receipt:
      'В шейкер налить 15 мл белка перепелиного яйца, 25 мл лаймового сока, 25 мл сахарного сиропа и 50 мл писко. Тщательно взбить все безо льда. Добавить в шейкер кубики льда и взбить еще раз. Перелить через стрейнер в охлажденный бокал сауэр. Украсить 3 каплями ангостуры биттер.',
  },
  {
    src: 'images/Raffaello.png',
    name: 'Рафаэлло',
    composition: [
      {
        name: 'айриш крим',
        volume: '15 мл',
      },
      {
        name: 'кокосовый ликер',
        volume: '15 мл',
      },
      {
        name: 'ванильный сироп',
        volume: '15 мл',
      },
      {
        name: 'кокосовая стружка',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Сделать на стопке кайму из кокосовой стружки. Налить в шейкер 15 мл ванильного сиропа, 15 мл кокосового ликера и 15 мл айриш крима. Добавить кубики льда и хорошенько взбить. Перелить через стрейнер в стопку.',
  },
  {
    src: 'images/Espresso-martini.png',
    name: 'Эспрессо мартини',
    composition: [
      {
        name: 'водка',
        volume: '30 мл',
      },
      {
        name: 'кофейный ликер',
        volume: '15 мл',
      },
      {
        name: 'ванильный сироп',
        volume: '5 мл',
      },
      {
        name: 'кофе эспрессо',
        volume: '50 мл',
      },
      {
        name: 'кофе в зернах',
        volume: '4 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 50 мл холодного эспрессо, 5 мл ванильного сиропа, 15 мл кофейного ликера и 30 мл водки. Наполнить шейкер кубиками льда и хорошенько взбить. Перелить через стрейнер в охлажденный коктейльный бокал и украсить зернами кофе.',
  },
  {
    src: 'images/Old-Fashion.png',
    name: 'Олд Фешен',
    composition: [
      {
        name: 'бурбон',
        volume: '50 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '1 мл',
      },
      {
        name: 'тросниковый сахар',
        volume: '5 г',
      },
      {
        name: 'апельсины',
        volume: '40 г',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
    ],
    receipt:
      'В рокс положить дольку апельсина, коктейльную вишню и кубик тростникового сахара, пропитанный ангостурой биттером и подавить все это мадлером. Добавить кубики льда. Налить 50 мл бурбона и аккуратно размешать все коктейльной ложкой.',
  },
  {
    src: 'images/Stinger.png',
    name: 'Стингер',
    composition: [
      {
        name: 'коньяк',
        volume: '50 мл',
      },
      {
        name: 'белый ментоловый ликер',
        volume: '25 мл',
      },
      {
        name: 'мята',
        volume: '3 г',
      },
      {
        name: 'дробленый лед',
        volume: '150 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Наполнить рокс дробленым льдом доверху. Налить в шейкер 25 мл светлого ментолового ликера и 50 мл коньяка. Добавить кубики льда, взбить и перелить содержимое через стрейнер в рокс. Украсить листьями мяты.',
  },
  {
    src: 'images/Sea-breeze.png',
    name: 'Морской бриз',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'клюквенный сок',
        volume: '100 мл',
      },
      {
        name: 'грейпфрутовый сок',
        volume: '50 мл',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'клюква',
        volume: '5 u',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить коллинз кубиками льда доверху. Налить 50 мл грейпфрутового сока и 50 мл водки. Добавить 100 мл клюквенного сока и аккуратно размешать все коктейльной ложкой. Украсить напиток ягодами клюквы и кружком апельсина на шпажке.',
  },
  {
    src: 'images/highball.png',
    name: 'Хайбол',
    composition: [
      {
        name: 'односолодовый виски',
        volume: '30 мл',
      },
      {
        name: 'ревеневый ликер',
        volume: '5 мл',
      },
      {
        name: 'клубничный сироп',
        volume: '30 мл',
      },
      {
        name: 'содовая',
        volume: '150 мл',
      },
      {
        name: 'клубника',
        volume: '20 г',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол кубиками льда доверху. Налить 30 мл клубничного сиропа и 5 мл ревеневого ликера. Добавить 30 мл односолодового виски. Сверху добавить 150 мл содовой и аккуратно размешать все коктейльной ложкой. Украсить одной крупно нарезанной клубникой.',
  },
  {
    src: 'images/Pina-colada.png',
    name: 'Пина Колада',
    composition: [
      {
        name: 'белый ром',
        volume: '60 мл',
      },
      {
        name: 'темный ром',
        volume: '15 мл',
      },
      {
        name: 'кокосовый сироп',
        volume: '40 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '20 мл',
      },
      {
        name: 'ананас',
        volume: '1 кг',
      },
      {
        name: 'дробленый лед',
        volume: '60 г',
      },
    ],
    receipt:
      'Вырезать мякоть ананаса слайсером и выжать сок. Налить в блендер 20 мл лаймового сока, 100 мл свежевыжатого ананасового сока, 40 мл кокосового сиропа, 15 мл темного рома и 60 мл белого рома. Добавить в блендер дробленый лед и взбить. Перелить содержимое в ананас.',
  },
  {
    src: 'images/paradise-island.jpg',
    name: 'Райский остров',
    composition: [
      {
        name: 'водка',
        volume: '60 мл',
      },
      {
        name: 'гренадин',
        volume: '15 мл',
      },
      {
        name: 'ликер малибу',
        volume: '30 мл',
      },
      {
        name: 'ликер блю кюрасао',
        volume: '10 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '100 мл',
      },
      {
        name: 'содовая',
        volume: '30 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Хорошо охладить все ингредиенты. В шейкер налить 60 мл водки, 30 мл ликера Малибу, 10 мл ликера блю кюрасао, 30 мл воды, 100 мл ананасового сока и 15 мл гренадина. Встряхнуть все ингредиенты и перелить харрикейн, наполненный льдом.',
  },
  {
    src: 'images/Egg-nog.png',
    name: 'Эгг-ног',
    composition: [
      {
        name: 'коньяк',
        volume: '40 мл',
      },
      {
        name: 'темный ром',
        volume: '40 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '20 мл',
      },
      {
        name: 'яичный желток',
        volume: '1 шт',
      },
      {
        name: 'молоко',
        volume: '80 мл',
      },
      {
        name: 'биттер',
        volume: '1 мл',
      },
      {
        name: 'мускатный орех',
        volume: 'по вкусу',
      },
    ],
    receipt:
      'В шейкер влить 40 мл коньяка, 40 мл темного рома и 20 мл сахарного сиропа. Добавить желток одного яйца, 80 мл молока, 1 мл биттера и лед. Взбить все ингредиенты. Перелить через стрейнер в коллинз. Сверху натереть немного мускатного ореха.',
  },
  {
    src: 'images/tom-collings.png',
    name: 'Том Коллинз',
    composition: [
      {
        name: 'содовая',
        volume: '100 мл',
      },
      {
        name: 'лондонский сухой джин',
        volume: '50 мл',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'лимонный сок',
        volume: '25 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '25 мл',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Наполнить коллинз доверху кубиками льда. В шейкер налить 25 мл лимонного сока, 25 мл сахарного сиропа и 50 мл джина. Добавить лед и хорошенько взбить. Перелить содержимое через стрейнер в бокал. Влить 100 мл содовой и аккуратно размешать все коктейльной ложкой. Украсить апельсином и вишней.',
  },
  {
    src: 'images/white-lion.jpg',
    name: 'Белый лев',
    composition: [
      {
        name: 'светлый ром',
        volume: '45 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'гренадин',
        volume: 'по вкусу',
      },
      {
        name: 'сахарная пудра',
        volume: 'щепотка',
      },
      {
        name: 'биттер',
        volume: '1-2 капли',
      },
      {
        name: 'дробленый лед',
        volume: '100 г',
      },
    ],
    receipt:
      'Налить в шейкер 45 мл светлого рома, 15 мл лимонного сока и пару капель биттера. Добавить дробленый лед и тщательно встряхнуть. Перелить все в шампанское блюдце и добавить по вкусу гренадин. Украсить коктейль сахарной пудрой.',
  },
  {
    src: 'images/moscow-mule.png',
    name: 'Московский мул',
    composition: [
      {
        name: 'водка',
        volume: '50 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'имбирный эль',
        volume: '100 мл',
      },
      {
        name: 'ангостура',
        volume: '2 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '10 мл',
      },
      {
        name: 'имбирь',
        volume: '20 г',
      },
      {
        name: 'мята',
        volume: '3 веточки',
      },
      {
        name: 'лайм',
        volume: '20 г',
      },
      {
        name: 'сахарная пудра',
        volume: '10 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Наполнить медную кружку кубиками льда доверху. Налить 10 мл лаймового сока, 15 мл сахарного сиропа, 50 мл водки и 100 мл имбирного эля. Добавить 2 мл ангостуры биттер и аккуратно размешать коктейльной ложкой. Украсить бокал долькой лайма, кусочком имбиря, мятой и посыпать сахарной пудрой.',
  },
  {
    src: 'images/stars-lines.png',
    name: 'Звезды и полосы',
    composition: [
      {
        name: 'абсент',
        volume: '10 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'ароматизированная водка',
        volume: '30 мл',
      },
      {
        name: 'малиновый ликер',
        volume: '1 ст.л.',
      },
      {
        name: 'лимонный сок',
        volume: '1 ст.л.',
      },
      {
        name: 'черника',
        volume: 'по вкусу',
      },
      {
        name: 'имбирное пиво',
        volume: '100 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '2 шт',
      },
    ],
    receipt:
      'Промытые и обсушенные ягоды черники аккуратно потолочь на дне тумблера. Затем в шейкере смешать 10 мл сахарного сиропа, 10 мл абсента, 30 мл водки и 1 ст.л. лимонного сока. Хорошенько все взболтать, добавить кубики льда и встряхнуть еще раз. Залить приготовленным напитком мякоть черники. После чего добавить 1 ст.л. малинового ликера и влить имбирное пиво по вкусу.',
  },
  {
    src: 'images/Planter-Punch.png',
    name: 'Пунш плантатора',
    composition: [
      {
        name: 'темный ром bacardi',
        volume: '20 мл',
      },
      {
        name: 'белый ром bacardi',
        volume: '20 мл',
      },
      {
        name: 'ликер драй оранж',
        volume: '10 мл',
      },
      {
        name: 'ликер фалернум',
        volume: '5 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '1 мл',
      },
      {
        name: 'гренадин',
        volume: '5 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '40 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '40 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '10 мл',
      },
      {
        name: 'ананас',
        volume: '30 г',
      },
      {
        name: 'апельсин',
        volume: '30 г',
      },
      {
        name: 'ананасовые листья',
        volume: '1 шт',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '13 шт',
      },
    ],
    receipt:
      'Наполнить харрикейн кубиками льда доверху. Налить в шейкер 10 мл лаймового сока, 40 мл апельсинового сока и 40 мл ананасового сока. Добавить 10 мл сахарного сиропа, 5 мл гренадина, 1 мл ангостуры биттер, 5 мо ликера фалернум, 10 мл ликера драй оранж, 20 мл белого рома Bacardi и 20 мл темного рома Bacardi. Наполнить шейкер кубиками льда и тщательно взбить. Перелить через стрейнер в харрикейн. Украсить кружком апельсина, листом и долькой ананаса и коктейльной вишней.',
  },
  {
    src: 'images/Orgasm.png',
    name: 'Оргазм',
    composition: [
      {
        name: 'ликер бейлис',
        volume: '30 мл',
      },
      {
        name: 'ликер куантро',
        volume: '30 мл',
      },
      {
        name: 'ликер гран марнье',
        volume: '20 мл',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '11 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. В шейкер налить 30 мл ликера Бейлис, 30 мл ликера Куантро и 20 мл ликера Гран Марнье. Добавить лед и взбить содержимое, после чего перелить его через стрейнер в рокс.',
  },
  {
    src: 'images/last-word.png',
    name: 'Последнее слово',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '20 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '10 мл',
      },
      {
        name: 'зеленый шартрез',
        volume: '20 мл',
      },
      {
        name: 'ликер мараскино',
        volume: '50 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 10 мл лаймового сока, 20 мл ликера мараскино, 20 мл зеленого шартреза и 20 мл лондонского сухого джина. Наполнить шейкер кубиками льда и взбить. Перелить содержимое через стрейнер в охлажденное шампанское блюдце.',
  },
  {
    src: 'images/Singapore-sling.png',
    name: 'Сингапурский слинг',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '30 мл',
      },
      {
        name: 'бенедиктин',
        volume: '10 мл',
      },
      {
        name: 'ликер трипл сек',
        volume: '10 мл',
      },
      {
        name: 'вишневый ликер',
        volume: '15 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '1 мл',
      },
      {
        name: 'гренадин',
        volume: '5 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '120 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '15 мл',
      },
      {
        name: 'ананас',
        volume: '30 г',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '12 шт',
      },
    ],
    receipt:
      'Наполнить слинг кубиками льда доверху. В шейкер налить 15 мл лаймового сока, 120 мл ананасового сока, 5 мл гренадина, 15 мл вишневого ликера, 10 мл ликера трипл сек, 10 мл бенедиктина и 30 мл лондонского сухого джина. Добавить 1 мл ангостуры биттер. Наполнить шейкер кубиками льда и тщательно взбить. Перелить через стрейнер в охлажденный слинг. Украсить все ананасом и коктейльной вишней на шпажке.',
  },
  {
    src: 'images/apple-martini.png',
    name: 'Яблочный мартини',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '15 мл',
      },
      {
        name: 'сухой вермут',
        volume: '25 мл',
      },
      {
        name: 'яблочный ликер зеленый',
        volume: '40 мл',
      },
      {
        name: 'яблоки',
        volume: '60 u',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Налить в стакан для смешивания 40 мл яблочного зеленого ликера, 25 мл сухого вермута и 15 мл лондонского сухого джина. Наполнить стакан кубиками льда и размешать все коктейльной ложкой. Перелить через стрейнер в охлажденный коктейльный бокал. Украсить тремя дольками зеленого яблока.',
  },
  {
    src: 'images/black-mamba.png',
    name: 'Черная Мамба',
    composition: [
      {
        name: 'абсент зеленый',
        volume: '30 мл',
      },
      {
        name: 'абсент черный',
        volume: '30 мл',
      },
      {
        name: 'водка черная',
        volume: '20 мл',
      },
      {
        name: 'водка конопляная',
        volume: '50 мл',
      },
      {
        name: 'спрайт и сок лимона',
        volume: 'по вкусу',
      },
    ],
    receipt:
      'В шейкер налить по 30 мл зеленого и черного абсента, 20 мл черной водки, 50 мл конопляной водки и приправить соком лимона (по вкусу). Тщательно встряхнуть содержимое. Перелить все во флюте и добавить спрайт (по вкусу).',
  },
  {
    src: 'images/Bramble.png',
    name: 'Брамбл',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '50 мл',
      },
      {
        name: 'ежевичный ликер',
        volume: '5 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'лимонный сок',
        volume: '20 мл',
      },
      {
        name: 'ежевика',
        volume: '12 г',
      },
      {
        name: 'лимонная цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '4 шт',
      },
      {
        name: 'дробленый лед',
        volume: '60 г',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить 20 мл лимонного сока и 15 мл сахарного сиропа. Добавить 50 мл лондонского сухого джина и аккуратно размешать все коктейльной ложкой. Налить 5 мл ежевичного ликера и добавить еще немного дробленого льда. Украсить все лимонной цедрой и двумя ягодами ежевики на коктейльной шпажке.',
  },
  {
    src: 'images/sidecar.png',
    name: 'Сайдкар',
    composition: [
      {
        name: 'коньяк',
        volume: '45 мл',
      },
      {
        name: 'ликер трипл сек',
        volume: '30 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '5 мл',
      },
      {
        name: 'лимонный сок',
        volume: '20 мл',
      },
      {
        name: 'содовая',
        volume: '15 мл',
      },
      {
        name: 'сахарный песок',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Сделать на коктейльном бокале сахарную кайму. Налить в шейкер 20 мл лимонного сока, 15 мл воды без газа и 5 мл сахарного сиропа. Добавить 30 мл ликера трипл сек и 45 мл коньяка. Наполнить шейкер кубиками льда и взбить. Перелить через стрейнер в охлажденный коктейльный бокал.',
  },
  {
    src: 'images/Whiskey-sour.png',
    name: 'Виски сауэр',
    composition: [
      {
        name: 'бурбон',
        volume: '50 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '1 мл',
      },
      {
        name: 'лимонный сок',
        volume: '30 мл',
      },
      {
        name: 'белок перепелинового яйца',
        volume: '1 шт',
      },
      {
        name: 'сахарный сироп',
        volume: '15 мл',
      },
      {
        name: 'лимонная цедра',
        volume: 'по вкусу',
      },
      {
        name: 'лед в кубиках',
        volume: '11 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда. Налить в шейкер 25 мл белка перепелиного яйца, 30 мл лимонного сока, 15 мл сахарного сиропа и 50 мл бурбона. Добавить 1 мл ангостуры биттер. Тщательно взбить ингредиенты безо льда. Наполнить шейкер кубиками льда и взбить еще раз. Перелить через стрейнер в рокс. Украсить кружком лимона и коктейльной вишней на шпажке.',
  },
  {
    src: 'images/french-75.png',
    name: 'Френч 75',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '30 мл',
      },
      {
        name: 'просекко',
        volume: '90 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'лимонная цедра',
        volume: '1 шт',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 15 мл лимонного сока, 20 мл сахарного сиропа и 30 мл лондонского сухого джина. Наполнить шейкер кубиками льда и взбить. Перелить через стрейнер в охлажденный флюте. Добавить 90 мл просекко и аккуратно размешать все коктейльной ложкой. Украсить лимонной цедрой и коктейльной вишней.',
  },
  {
    src: 'images/boston-tea.png',
    name: 'Бостонский чай',
    composition: [
      {
        name: 'белый ром',
        volume: '20 мл',
      },
      {
        name: 'водка',
        volume: '20 мл',
      },
      {
        name: 'лондонский сухой джин',
        volume: '20 мл',
      },
      {
        name: 'серебряная текила',
        volume: '20 мл',
      },
      {
        name: 'ликер трипл сек',
        volume: '20 мл',
      },
      {
        name: 'кофейный ликер',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'кола',
        volume: '80 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Наполнить хайбол доверху кубиками льда. Налить 15 мл лимонного сока, 20 мл ликера трипл сек, 20 мл кофейного ликера, 20 мл водки, 20 мл джина, 20 мл серебряной текилы и 20 мл белого рома. Сверху добавить 80 мл колы и аккуратно размешать все коктейльной ложкой.',
  },
  {
    src: 'images/my-ty.png',
    name: 'Май Тай',
    composition: [
      {
        name: 'выдержанный ром',
        volume: '50 мл',
      },
      {
        name: 'ликер драй оранж',
        volume: '20 мл',
      },
      {
        name: 'сахарный сироп',
        volume: '10 мл',
      },
      {
        name: 'миндальный сироп',
        volume: '10 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '20 мл',
      },
      {
        name: 'ананас',
        volume: '30 г',
      },
      {
        name: 'мята',
        volume: '1 веточка',
      },
      {
        name: 'коктейльная вишня',
        volume: '5 г',
      },
      {
        name: 'дробленый лед',
        volume: '150 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Наполнить рокс дробленым льдом доверху. В шейкер налить 20 мл лаймового сока, 10 мл сахарного сиропа, 10 мл миндального сиропа, 20 мл ликера драй оранж и 50 мл выдержанного рома. Добавить лед и взбить. Перелить содержимое через стрейнер в рокс. Досыпать немного дробленого льда и украсить все коктейльной вишней, кусочком ананаса и веточкой мяты.',
  },
  {
    src: 'images/zombi.png',
    name: 'Зомби',
    composition: [
      {
        name: 'темный ром',
        volume: '45 мл',
      },
      {
        name: 'сверхкрепкий ром',
        volume: '30 мл',
      },
      {
        name: 'сироп корицы',
        volume: '30 мл',
      },
      {
        name: 'грейпфрутовый сок',
        volume: '45 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '30 мл',
      },
      {
        name: 'грейпфрут',
        volume: '60 г',
      },
      {
        name: 'мята',
        volume: '1 веточка',
      },
      {
        name: 'дробленый лед',
        volume: '200 г',
      },
      {
        name: 'лед в кубиках',
        volume: '5 шт',
      },
    ],
    receipt:
      'Наполнить тики-бокал дробленым льдом доверху. Налить в шейкер 30 мл лаймового сока, 45 мл грейпфрутового сока, 30 мл сиропа корицы, 45 мл темного рома и 30 мл сверхкрепкого рома. Наполнить шейкер кубиками льда и взбить. Перелить содержимое через стрейнер в тики-бокал. Украсить долькой грейпфрута и веточкой мяты.',
  },
  {
    src: 'images/Aviation.png',
    name: 'Авиация',
    composition: [
      {
        name: 'лондонский сухой джин',
        volume: '50 мл',
      },
      {
        name: 'ликер мараскино',
        volume: '20 мл',
      },
      {
        name: 'фиалковый ликер',
        volume: '5 мл',
      },
      {
        name: 'лимонный сок',
        volume: '15 мл',
      },
      {
        name: 'лимонная цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Налить в стакан для смешивания 15 мл лимонного сока, 20 мл ликера мараскино, 5 мл фиалкового ликера и 50 мл лондонского сухого джина. Наполнить стакан кубиками льда и аккуратно размешать коктейльной ложкой. Перелить через стрейнер в охлажденный коктейльный бокал. Украсить лимонной цедрой.',
  },
  {
    src: 'images/Michelada.png',
    name: 'Мичелада',
    composition: [
      {
        name: 'томатный сок',
        volume: '30 мл',
      },
      {
        name: 'светлое пиво',
        volume: '0,5 л',
      },
      {
        name: 'лайм',
        volume: '1 шт',
      },
      {
        name: 'устричный соус',
        volume: '2 ч.л.',
      },
      {
        name: 'вустерширский соус',
        volume: '2 ч.л.',
      },
      {
        name: 'соус "Табаско"',
        volume: '2 капли',
      },
      {
        name: 'соль',
        volume: '1 г',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Каемку пивного бокала смазать долькой лайма и опустить в соль, чтобы создать ободок. Влить в бокал 30 мл холодного томатного сока, выдавить сок одного лайма, добавить 2 чайные ложки устричного соуса, столько же вустерширского и 2-3 капли соуса табаско. Хорошо размешать все ингредиенты. Тонкой струйкой влить 0,5 л охлажденного светлого пива и снова перемешать до равномерной консистенции. По желанию украсить долькой лайма.',
  },
  {
    src: 'images/black-stone.png',
    name: 'Черный камень',
    composition: [
      {
        name: 'дженевер',
        volume: '40 мл',
      },
      {
        name: 'односолодовый виски',
        volume: '5 мл',
      },
      {
        name: 'сухой вермут',
        volume: '10 мл',
      },
      {
        name: 'драмбуи',
        volume: '5 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Налить в стакан для смешивания 5 мл драмбуи и 5 мл односолодового виски. Добавить 10 мл сухого вермута и 40 мл дженевра. Наполнить стакан кубиками льда и аккуратно размешать коктейльной ложкой. Перелить через стрейнер в бокал. Поместить в бокал термометр и отрегулировать температуру коктейля до 4°C.',
  },
  {
    src: 'images/Citrus-sparkler.png',
    name: 'Цитрусовый бенгальский огонь',
    composition: [
      {
        name: 'ром',
        volume: '60 мл',
      },
      {
        name: 'просекко',
        volume: '120 мл',
      },
      {
        name: 'имбирный эль',
        volume: '40 мл',
      },
      {
        name: 'лимон',
        volume: '1 шт',
      },
    ],
    receipt:
      'Смешать 60 мл рома и 40 мл имбирного эля. Перелить в бокал и добавить 120 мл просекко. Украсить коктейль завитком из цедры лимона.',
  },
  {
    src: 'images/Saserac.png',
    name: 'Сазерак',
    composition: [
      {
        name: 'абсент',
        volume: '15 мл',
      },
      {
        name: 'коньяк',
        volume: '45 мл',
      },
      {
        name: 'бурбон',
        volume: '30 мл',
      },
      {
        name: 'ангостура биттер',
        volume: '3 мл',
      },
      {
        name: 'пишо биттер',
        volume: '3 мл',
      },
      {
        name: 'содовая',
        volume: '10 мл',
      },
      {
        name: 'сахар в кубиках',
        volume: '5 г',
      },
      {
        name: 'лимонная цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '14 шт',
      },
    ],
    receipt:
      'Наполнить рокс кубиками льда доверху. Налить 15 мл абсента, 10 мл негазированной воды и отставить его временно в сторону. В стакан для смешивания положить кубик сахара, пропитать его 3 мл ангостуры биттера и 3 мл пишо биттера и подавить мадлером. Добавить 45 мл коньяка и 30 мл бурбона. Наполнить стакан кубиками льда и размешать коктейльной ложкой до полного растворения сахара. Вылить из рокса воду, абсента и лед. Перелить коктейль через стрейнер в ароматизированный бокал. Украсить все лимонной цедрой.',
  },
  {
    src: 'images/cosmopolitan.png',
    name: 'Космополитен',
    composition: [
      {
        name: 'цитрусовая водка',
        volume: '40 мл',
      },
      {
        name: 'ликер трипл сек',
        volume: '20 мл',
      },
      {
        name: 'клюквенный сок',
        volume: '50 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '10 мл',
      },
      {
        name: 'апельсиновая цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 10 мл лаймового сока, 50 мл клюквенного сока, 20 мл ликера трипл сек и 40 мл цитрусовой водки. Наполнить шейкер кубиками льда и взбить. Перелить все через стрейнер в охлажденный коктейльный бокал. Зажечь над коктейлем горелку и выжать на нее масло из апельсиновой цедры. Провести цедрой по краям бокала и укрась ею коктейль.',
  },
  {
    src: 'images/paloma.png',
    name: 'Палома',
    composition: [
      {
        name: 'домашняя клубничная текила',
        volume: '60 мл',
      },
      {
        name: 'грейпфрутовый сок',
        volume: '50 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '15 мл',
      },
      {
        name: 'содовая',
        volume: '50 мл',
      },
      {
        name: 'лайм',
        volume: '10 г',
      },
      {
        name: 'клубника',
        volume: '20 г',
      },
      {
        name: 'мята',
        volume: '1 веточка',
      },
      {
        name: 'соль',
        volume: 'щепотка',
      },
      {
        name: 'лед в кубиках',
        volume: '6 шт',
      },
    ],
    receipt:
      'Сделать на бокале соленую кайму. Наполнить хайбол кубиками льда доверху. Налить 15 мл лаймового сока, 50 мл грейпфрутового сока и 60 мл домашней клубничной текилы. Добавить 50 мл содовой и аккуратно размешать все коктейльной ложкой. Украсить напиток нарезанной клубникой, кружочком лайма и веточкой мяты.',
  },
  {
    src: 'images/green-fairy.png',
    name: 'Зеленая фея',
    composition: [
      {
        name: 'серебряная текила',
        volume: '15 мл',
      },
      {
        name: 'абсент',
        volume: '15 мл',
      },
      {
        name: 'водка',
        volume: '15 мл',
      },
      {
        name: 'белый ром',
        volume: '15 мл',
      },
      {
        name: 'ликер блю кюрасао',
        volume: '10 мл',
      },
      {
        name: 'дынный ликер',
        volume: '30 мл',
      },
      {
        name: 'лимонный сок',
        volume: '30 мл',
      },
      {
        name: 'энергетик',
        volume: '100 мл',
      },
      {
        name: 'коктейльная вишня',
        volume: '10 г',
      },
      {
        name: 'лимонная цедра',
        volume: '1 шт',
      },
      {
        name: 'лед в кубиках',
        volume: '5 шт',
      },
    ],
    receipt:
      'Наполнить слинг кубиками льда доверху. Налить 30 мл лимонного сока, 10 мл ликера блю кюрасао, 30 мл дынного ликера, 15 мл белого рома, 15 мл водки, 15 мл серебряной текилы и 15 мл абсента. Добавить 100 мл энергетика и аккуратно размешать все коктейльной ложкой. Украсить все двумя коктейльными вишнями на шпажке и лимонной цедрой.',
  },
  {
    src: 'images/long-ice-tea.png',
    name: 'Лонг Айленд Айс Ти',
    composition: [
      {
        name: 'водка',
        volume: '20 мл',
      },
      {
        name: 'золотой ром',
        volume: '20 мл',
      },
      {
        name: 'джин',
        volume: '20 мл',
      },
      {
        name: 'серебряная текила',
        volume: '20 мл',
      },
      {
        name: 'апельсиновый ликер',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '20 мл',
      },
      {
        name: 'кола',
        volume: '100 мл',
      },
      {
        name: 'лед в кубиках',
        volume: '10 шт',
      },
    ],
    receipt:
      'Наполнить френч-пресс кубиками льда доверху. Налить 20 мл лимонного сока, 20 мл апельсинового ликера, 20 мл водки, 20 мл золотого рома, 20 мл джина и 20 мл серебряной текилы. Сверху долить 100 мл колы и аккуратно все размешать коктейльной ложкой.',
  },
  {
    src: 'images/pink-lady.png',
    name: 'Розовая леди',
    composition: [
      {
        name: 'джин',
        volume: '45 мл',
      },
      {
        name: 'яблочная водка',
        volume: '20 мл',
      },
      {
        name: 'лимонный сок',
        volume: '10 мл',
      },
      {
        name: 'сироп гренадин',
        volume: '1-2 всплеска',
      },
      {
        name: 'яичный белок',
        volume: '1 шт',
      },
      {
        name: 'коктейльная вишня',
        volume: '1 шт',
      },
    ],
    receipt:
      'В шейкер налить 45 мл джина, 20 мл яблочной водки и 10 мл лимонного сока. Добавить 1-2 всплеска гренадина и белок одного яйца. Тщательно встряхнуть ингредиенты и перелить через стрейнер в коктейльный бокал. Украсить коктейльной вишней.',
  },
  {
    src: 'images/Grasshopper.png',
    name: 'Кузнечик',
    composition: [
      {
        name: 'какао ликер светлый',
        volume: '30 мл',
      },
      {
        name: 'мятный ликер зеленый',
        volume: '30 мл',
      },
      {
        name: 'нежирные сливки',
        volume: '30 мл',
      },
      {
        name: 'мята',
        volume: '1 веточка',
      },
      {
        name: 'лед в кубиках',
        volume: '7 шт',
      },
    ],
    receipt:
      'Налить в шейкер 30 мл нежирных сливок, 30 мл зеленого мятного ликера и 30 мл светлого какао ликера. Наполнить шейкер кубиками льда и взбить. Перелить через стрейнер в охлажденный коктейльный бокал. Украсить листиками мяты.',
  },
  {
    src: 'images/storm.png',
    name: 'Ураган',
    composition: [
      {
        name: 'белый ром',
        volume: '30 мл',
      },
      {
        name: 'темный ром',
        volume: '30 мл',
      },
      {
        name: 'сироп маракуйи',
        volume: '15 мл',
      },
      {
        name: 'гренадин',
        volume: '5 мл',
      },
      {
        name: 'ананасовый сок',
        volume: '60 мл',
      },
      {
        name: 'апельсиновый сок',
        volume: '40 мл',
      },
      {
        name: 'лаймовый сок',
        volume: '30 мл',
      },
      {
        name: 'лимонная цедра',
        volume: '20 г',
      },
      {
        name: 'лед в кубиках',
        volume: '13 шт',
      },
    ],
    receipt:
      'Наполнить харрикейн кубиками льда доверху. Налить в шейкер 30 мл лаймового сока, 60 мл апельсинового сока и 60 мл ананасового сока. Добавить 15 мл сиропа маракуйи, 5 мл гренадина, 30 мл темного рома и 30 мл белого рома. Наполнить шейкер кубиками льда и взбить. Перелить через стрейнер в харрикейн. Украсить кружком лимона.',
  },
];
